tap "alcova-ai/tap"
tap "bendews/tap"
tap "bgreenwell/doxx"
tap "charmbracelet/tap"
tap "control-theory/gonzo"
tap "daipeihust/tap"
tap "danvergara/tools"
tap "dotenvx/brew"
tap "dustinblackman/tap"
tap "fastrepl/hyprnote"
tap "felixkratz/formulae"
tap "fsouza/prettierd"
tap "ggozad/formulas"
tap "gowebly/tap"
tap "gromgit/brewtils"
tap "hashicorp/tap"
tap "itchyny/tap"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "skardyy/mcat"
tap "sst/tap"
tap "tokuhirom/tap"
tap "tursodatabase/tap"
brew "jpeg-turbo"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arm-none-eabi-gcc"
brew "ast-grep"
brew "atuin"
brew "icu4c@77"
brew "openssl@3"
brew "node"
brew "backlog-md"
brew "libgit2"
brew "bat"
brew "bison"
brew "block-goose-cli"
brew "btop"
brew "bzip2"
brew "freetype"
brew "gettext"
brew "fontconfig"
brew "glib"
brew "pixman"
brew "cairo"
brew "ccache"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "clang-format"
brew "claude-cmd"
brew "clipboard"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cointop"
brew "coreutils"
brew "cpufetch"
brew "ctop"
brew "curlie"
brew "d2"
brew "dbus", restart_service: :changed
brew "deno"
brew "diff-so-fancy"
brew "difftastic"
brew "diskonaut"
brew "dockly"
brew "duf"
brew "libevent"
brew "snappy"
brew "entr"
brew "exiftool"
brew "eza"
brew "fd"
brew "libass"
brew "mpg123"
brew "opus"
brew "libvpx"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "ffmpegthumbnailer"
brew "fish"
brew "flex"
brew "python@3.13"
brew "fontforge"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gitu"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gollama"
brew "gonzo"
brew "gperf"
brew "gpgme"
brew "python@3.12"
brew "libheif"
brew "graphicsmagick"
brew "graphviz"
brew "gum"
brew "gzip"
brew "html2text"
brew "libraw"
brew "imagemagick"
brew "inetutils", link: false
brew "jless"
brew "jpeg"
brew "jq"
brew "jql"
brew "lazygit"
brew "lazysql"
brew "libexif"
brew "libxml2"
brew "libxslt"
brew "llvm@16"
brew "lutgen"
brew "mas"
brew "mdcat"
brew "mdt"
brew "media-info"
brew "ninja"
brew "meson"
brew "mkcert"
brew "yt-dlp"
brew "mpv"
brew "msmtp"
brew "mtr"
brew "navi"
brew "neofetch"
brew "tree-sitter"
brew "utf8proc"
brew "neovim"
brew "neovim-remote"
brew "netcat"
brew "nping"
brew "numpy"
brew "nx", link: false
brew "ollama", restart_service: :changed
brew "onefetch"
brew "oterm"
brew "otree"
brew "ouch"
brew "ov"
brew "pandoc"
brew "tree"
brew "pass"
brew "perl"
brew "pipx"
brew "pkgconf"
brew "plz-cli"
brew "poppler"
brew "portal"
brew "portaudio"
brew "presenterm"
brew "protobuf"
brew "pulseaudio", restart_service: :changed
brew "pv"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "python@3.11"
brew "qemu"
brew "qt@5"
brew "quicktype"
brew "rbenv"
brew "re2"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rustup"
brew "sesh"
brew "sevenzip"
brew "shellcheck"
brew "slides"
brew "sops"
brew "sox"
brew "spacer"
brew "speedtest-cli"
brew "sshs"
brew "starship"
brew "streamrip"
brew "tabiew"
brew "tailscale", restart_service: :changed
brew "tailwindcss-language-server"
brew "task"
brew "taskwarrior-tui"
brew "tealdeer"
brew "telnet"
brew "testdisk"
brew "thefuck"
brew "timg"
brew "tlrc", link: false
brew "tmux"
brew "toml11"
brew "tor", restart_service: :changed
brew "translate-shell"
brew "trash-cli", link: true
brew "ttyd"
brew "tweakcc"
brew "unar"
brew "unzip"
brew "uv"
brew "vercel-cli"
brew "vifm"
brew "viu"
brew "vnstat"
brew "watchexec"
brew "watchman"
brew "wget"
brew "xclip"
brew "xcode-build-server"
brew "yazi"
brew "yq"
brew "zlib"
brew "zoxide"
brew "alcova-ai/tap/perplexity-mcp"
brew "bendews/tap/apw"
brew "bgreenwell/doxx/doxx"
brew "charmbracelet/tap/crush"
brew "daipeihust/tap/im-select"
brew "dotenvx/brew/dotenvx"
brew "fsouza/prettierd/prettierd"
brew "gromgit/brewtils/bold-brew"
brew "gromgit/brewtils/taproom"
brew "itchyny/tap/mmv"
brew "oven-sh/bun/bun"
brew "skardyy/mcat/mcat"
brew "sst/tap/opencode"
brew "tokuhirom/tap/dcv"
brew "tursodatabase/tap/turso"
cask "activitywatch"
cask "alacritty"
cask "alt-tab"
cask "amneziavpn"
cask "anki"
cask "brave-browser"
cask "browseros"
cask "calibre"
cask "dbgate"
cask "epicenter-whispering"
cask "figma"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "gitkraken-cli"
cask "hammerspoon"
cask "http-toolkit"
cask "hyprnote"
cask "iina"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "linearmouse"
cask "lm-studio"
cask "mitmproxy"
cask "mockoon"
cask "nook"
cask "obs"
cask "ollamac"
cask "oracle-jdk"
cask "orbstack"
cask "pearcleaner"
cask "platypus"
cask "qbittorrent"
cask "react-native-debugger"
cask "slack"
cask "steam"
cask "stravu-crystal"
cask "temurin"
cask "utm"
cask "voiceink"
cask "whisky"
cask "wkhtmltopdf"
cask "zulu"
cask "zulu@11"
go "github.com/brads3290/cclogviewer/cmd/cclogviewer"
go "github.com/i2y/d2mcp/cmd"
go "github.com/docker/cli/cmd/docker"
go "github.com/docker/compose/v2/cmd"
go "github.com/docker/docker-credential-helpers/osxkeychain/cmd"
go "github.com/glanceapp/glance"
go "k8s.io/kubernetes/cmd/kubectl"
go "github.com/crumbyte/noxdir"
go "github.com/orbstack/macvirt/scon/cmd/scli"
go "github.com/unkn0wn-root/resterm/cmd/resterm"
go "github.com/Gaurav-Gosain/tuios/cmd/tuios"
